const hiraProducts = [
    {
        id: "1",
        name: "عباية كلاسيكية سوداء",
        price: "45.000",
        image: "Images/1.jpg",
        description: "عباية كلاسيكية ذات تصميم أنيق وعملي للمناسبات والدوام."
    },
    {
        id: "2",
        name: "عباية تطريز ذهبي",
        price: "55.000",
        image: "Images/2.jpg",
        description: "عباية فاخرة بتطريز ذهبي خفيف من الأكمام تعطي مظهراً راقياً."
    },
    {
        id: "3",
        name: "عباية بشت خليجي",
        price: "75.750",
        image: "Images/3.jpg",
        description: "تصميم بشت مريح وجذاب مناسب لكل الأوقات يعطي مظهراً راقياً."
    },

    {
        id: "4",
        name: "عباية بشت خليجي",
        price: "23.750",
        image: "Images/4.jpg",
        description: "تصميم بشت مريح وجذاب مناسب لكل الأوقات يعطي مظهراً راقياً."
    },
    {
        id: "5",
        name: "عباية بشت خليجي",
        price: "58.750",
        image: "Images/5.jpg",
        description: "تصميم بشت مريح وجذاب مناسب لكل الأوقات يعطي مظهراً راقياً."
    },
    {
        id: "6",
        name: "عباية بشت خليجي",
        price: "50.750",
        image: "Images/6.jpg",
        description: "تصميم بشت مريح وجذاب مناسب لكل الأوقات يعطي مظهراً راقياً."
    },


    {
        id: "7",
        name: "فستان رمضاني",
        price: "75750",
        image: "Images/7.jpg",
        description: ""
    },
];

// يمكنك إضافة أي منتج جديد بنفس النمط أعلاه
// تأكد من وضع .jpg في نهاية اسم الصورة، مثال: Images/4.jpg
